driver-tests/bpelse/assign/AssignJbi/test/CopyhexBinaryInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><hexBinaryPart xmlns="urn:DataType"><xsd_hexBinary>41394644363445313243</xsd_hexBinary><optional_hexBinary>41394644363445313243</optional_hexBinary><repeat_hexBinary>41394644363445313243</repeat_hexBinary><repeat_hexBinary>41394644363445313243</repeat_hexBinary></hexBinaryPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
